/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSBox (Box) : <title:Box> (oid:178) */
"Box" = "Box";

/* NSButton (Cancel) : <title:Cancel> (oid:31) */
"Cancel" = "Mégsem";

/* NSButton (Continue) : <title:Continue> (oid:30) */
"Continue" = "Continue";

/* SNDisclosureButton (Details) : <title:Details> (oid:180) */
"Details" = "Details";

/* NSButton (Download files missing on the local host) : <title:Download files missing on the local host> (oid:164) */
"Download files missing on the local host" = "Letöltött file-ok hiányoznak a lokális gépen";

/* NSTextField (Local File:) : <title:Local File:> (oid:174) */
"Local File:" = "Lokális File:";

/* NSTextField (Remote File:) : <title:Remote File:> (oid:175) */
"Remote File:" = "Remote File:";

/* NSTextField (Synchronize) : <title:Synchronize> (oid:20) */
"Synchronize" = "Szinkronizáció";

/* NSButton (Upload files missing on the remote host) : <title:Upload files missing on the remote host> (oid:165) */
"Upload files missing on the remote host" = "Feltöltött file-ok hiányoznak a távoli gépen";

